{
    "basePrintNo": "S7044",
    "session": 2023,
    "basePrintNoStr": "S7044-2023",
    "printNo": "S7044A",
    "billType": {
        "chamber": "SENATE",
        "desc": "Senate",
        "resolution": false
    },
    "title": "Establishes the mental health educational opportunity program and the mental health higher educational opportunity program",
    "activeVersion": "A",
    "year": 2024,
    "publishedDateTime": "2023-05-17T11:09:08.998677",
    "substitutedBy": null,
    "sponsor": {
        "member": {
            "memberId": 1515,
            "chamber": "SENATE",
            "incumbent": true,
            "fullName": "Lea Webb",
            "shortName": "WEBB",
            "imgName": "1332_Lea_Webb.jpg",
            "alternate": false,
            "sessionMemberId": 1878,
            "sessionYear": 2023,
            "districtCode": 52
        },
        "budget": false,
        "rules": false,
        "redistricting": false
    },
    "reprintOf": null,
    "summary": "Establishes the mental health educational opportunity program and the mental health higher educational opportunity program to provide additional educational opportunities for students at certain universities and colleges in the state to enroll in academic programs that lead to a degree or degrees required for licensure in any of the mental health professions.",
    "signed": false,
    "adopted": false,
    "vetoed": false,
    "status": {
        "statusType": "IN_SENATE_COMM",
        "statusDesc": "In Senate Committee",
        "actionDate": "2024-01-26",
        "committeeName": "Higher Education",
        "billCalNo": null
    },
    "milestones": {
        "items": [
            {
                "statusType": "IN_SENATE_COMM",
                "statusDesc": "In Senate Committee",
                "actionDate": "2024-01-26",
                "committeeName": "Higher Education",
                "billCalNo": null
            }
        ],
        "size": 1
    },
    "actions": {
        "items": [
            {
                "billId": {
                    "basePrintNo": "S7044",
                    "session": 2023,
                    "basePrintNoStr": "S7044-2023",
                    "printNo": "S7044",
                    "version": ""
                },
                "date": "2023-05-17",
                "chamber": "SENATE",
                "sequenceNo": 1,
                "text": "REFERRED TO HIGHER EDUCATION"
            },
            {
                "billId": {
                    "basePrintNo": "S7044",
                    "session": 2023,
                    "basePrintNoStr": "S7044-2023",
                    "printNo": "S7044",
                    "version": ""
                },
                "date": "2024-01-03",
                "chamber": "SENATE",
                "sequenceNo": 2,
                "text": "REFERRED TO HIGHER EDUCATION"
            },
            {
                "billId": {
                    "basePrintNo": "S7044",
                    "session": 2023,
                    "basePrintNoStr": "S7044-2023",
                    "printNo": "S7044",
                    "version": ""
                },
                "date": "2024-01-26",
                "chamber": "SENATE",
                "sequenceNo": 3,
                "text": "AMEND (T) AND RECOMMIT TO HIGHER EDUCATION"
            },
            {
                "billId": {
                    "basePrintNo": "S7044",
                    "session": 2023,
                    "basePrintNoStr": "S7044-2023",
                    "printNo": "S7044A",
                    "version": "A"
                },
                "date": "2024-01-26",
                "chamber": "SENATE",
                "sequenceNo": 4,
                "text": "PRINT NUMBER 7044A"
            }
        ],
        "size": 4
    },
    "publishStatusMap": {
        "items": {
            "": {
                "version": "",
                "published": true,
                "effectDateTime": "2023-05-17T11:09:08.998677"
            },
            "A": {
                "version": "A",
                "published": true,
                "effectDateTime": "2024-01-26T00:00"
            }
        },
        "size": 2
    },
    "programInfo": null,
    "amendmentVersions": {
        "items": [
            "",
            "A"
        ],
        "size": 2
    },
    "amendments": {
        "items": {
            "": {
                "basePrintNo": "S7044",
                "session": 2023,
                "basePrintNoStr": "S7044-2023",
                "printNo": "S7044",
                "version": "",
                "publishDate": "2023-05-17",
                "sameAs": {
                    "items": [],
                    "size": 0
                },
                "memo": " \nBILL NUMBER: S7044\n\nSPONSOR: WEBB\n \nTITLE OF BILL:\n\nAn act to amend the education law, in relation to establishing the\nmental health educational opportunity program\n\n \nPURPOSE:\n\nTo provide additional educational opportunities for students at SUNY to\nenroll in academic programs that lead to a degree or degrees required\nfor licensure in any of the mental health professions.\n\n \nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill adds a new section 6457 to the education law and\nrequires SUNY to provide special programs for the screening, testing,\ncounseling, and tutoring of (1) graduates of an approved high school or\nindividuals who have attained a New York state high school equivalency\ndiploma or its equivalent, as determined by the commissioner, (2) who\nhave potential for the successful completion of a post-secondary program\nthat lead to a degree or degrees required for licensure in any mental\nhealth profession, and (3) are economically and educationally disadvan-\ntaged.\n\nSection 2: Requires SUNY to formulate a general plan for the organiza-\ntion, development, coordination and operation of the program.  Requires\nthe plan to be transmitted to and reviewed by the regents. Outlines how\nstate appropriations can be spent for the program. Requires the SUNY\nTrustees to submit an annual report to the Director of the Budget, chair\nof Senate Finance and the Chair of Ways and Means committee.\n\nSection 3: Effective Date\n\n \nJUSTIFICATION:\n\nOur state and our country are facing a mental health crisis. Action is\nneeded to encourage more students to go into the mental health field in\norder to meet the growing demand for mental health and behavioral health\nprofessionals. There is also a huge disparity between the current demo-\ngraphic make-up of behavioral health professionals and the general popu-\nlation. There is a particular shortage of multi-lingual professionals\nwhich continues to drive disparities in access to treatment for those\nwho are not proficient in the English language.\n\nSUNY's EOP program has proven successful, and we need to build on its\nsuccess to meet the needs of our state. SUNY can play an integral role\nin fostering the next generation of mental health professionals by\nsupporting them as they navigate graduate school, getting credentialed,\nand opening up opportunities through internships.\n\n \nLEGISLATIVE HISTORY:\n\nNew bill.\n\n \nFISCAL IMPLICATIONS:\n\nTo be determined.\n \nEFFECTIVE DATE:\nThis act shall take effect immediately.\n",
                "lawSection": "Education Law",
                "lawCode": "Add §6457, Ed L",
                "actClause": "AN ACT to amend the education law, in relation to establishing the mental\nhealth educational opportunity program",
                "fullTextFormats": [
                    "PLAIN"
                ],
                "fullText": " \n                     S T A T E   O F   N E W   Y O R K\n ________________________________________________________________________\n \n                                   7044\n \n                        2023-2024 Regular Sessions\n \n                             I N  S E N A T E\n \n                               May 17, 2023\n                                ___________\n \n Introduced  by  Sen.  WEBB  --  read twice and ordered printed, and when\n   printed to be committed to the Committee on Higher Education\n \n AN ACT to amend the education  law,  in  relation  to  establishing  the\n   mental health educational opportunity program\n \n   THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n BLY, DO ENACT AS FOLLOWS:\n \n   Section 1. The education law is amended by adding a new  section  6457\n to read as follows:\n   §  6457.  MENTAL HEALTH EDUCATIONAL OPPORTUNITY PROGRAM. 1. TO PROVIDE\n ADDITIONAL EDUCATIONAL OPPORTUNITIES FOR STUDENTS AT THE STATE UNIVERSI-\n TY OF NEW YORK TO ENROLL IN ACADEMIC PROGRAMS THAT LEAD TO A  DEGREE  OR\n DEGREES  REQUIRED  FOR LICENSURE IN ANY OF THE MENTAL HEALTH PROFESSIONS\n PURSUANT TO ARTICLES ONE HUNDRED FIFTY-THREE, ONE HUNDRED FIFTY-FOUR AND\n ONE HUNDRED SIXTY-THREE OF THIS CHAPTER, THE  STATE  UNIVERSITY  OF  NEW\n YORK  SHALL  PROVIDE  SPECIAL PROGRAMS FOR THE SCREENING, TESTING, COUN-\n SELING AND TUTORING OF, AND ASSISTANCE TO, RESIDENTS OF THE  STATE,  (I)\n WHO  ARE  GRADUATES  OF  AN APPROVED HIGH SCHOOL OR INDIVIDUALS WHO HAVE\n ATTAINED A NEW YORK STATE HIGH SCHOOL EQUIVALENCY DIPLOMA OR ITS  EQUIV-\n ALENT,  AS  DETERMINED  BY THE COMMISSIONER, (II) WHO HAVE POTENTIAL FOR\n THE SUCCESSFUL COMPLETION OF A POST-SECONDARY PROGRAM THAT  LEADS  TO  A\n DEGREE  OR  DEGREES  REQUIRED FOR LICENSURE IN ANY MENTAL HEALTH PROFES-\n SION, AND (III) WHO ARE ECONOMICALLY AND EDUCATIONALLY DISADVANTAGED.\n   2. THE STATE UNIVERSITY OF NEW YORK SHALL FORMULATE A GENERAL PLAN FOR\n THE ORGANIZATION, DEVELOPMENT, COORDINATION  AND  OPERATION  OF  SUCH  A\n PROGRAM  WITHIN  THE AMOUNTS MADE AVAILABLE THEREFOR BY LAW. SUCH A PLAN\n SHALL INCLUDE:\n   A. DEFINITION OF ELIGIBILITY,\n   B. PROCEDURES FOR THE SELECTION OF STUDENTS FROM AMONG THE ELIGIBLES,\n   C. DESCRIPTION OF THE CONTENTS  OF  SUCH  PROPOSED  PROGRAM  INCLUDING\n COUNSELING, TUTORING AND SKILL DEVELOPMENT,\n   D. ESTIMATED COSTS,\n \n  EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                       [ ] is old law to be omitted.\n                                                            LBD11389-01-3\n S. 7044                             2\n \n   E.  OBJECTIVES INCLUDING COORDINATION WITH THE UNIVERSITY'S LONG-RANGE\n PLAN,\n   F.  EXTENT  OF  OTHER FUNDS AND RESOURCES TO BE UTILIZED IN SUPPORT OF\n THE PROGRAM,\n   G. PROCEDURES FOR THE EVALUATION OF STUDENT PROGRESS, AND\n   H. PERIODIC REPORTS.\n   3. THE GENERAL PLAN SHALL BE TRANSMITTED TO THE BOARD  OF  REGENTS  AT\n SUCH  TIME  AS  THE  REGENTS  SHALL  BY RULE REQUIRE. SUCH PLAN SHALL BE\n REVIEWED BY THE REGENTS AND SHALL GUIDE AND DETERMINE THE  OPERATION  OF\n SUCH PROGRAM AT THE STATE UNIVERSITY OF NEW YORK.\n   4.  A.  STATE APPROPRIATIONS MADE AVAILABLE TO THE STATE UNIVERSITY OF\n NEW YORK FOR  THIS  PROGRAM  SHALL  BE  SPENT  ONLY  FOR  THE  FOLLOWING\n PURPOSES:\n   (I) SPECIAL TESTING, COUNSELING AND GUIDANCE SERVICES IN THE COURSE OF\n SCREENING POTENTIAL STUDENTS,\n   (II)  REMEDIAL  COURSES,  DEVELOPMENTAL  AND  COMPENSATORY COURSES AND\n SUMMER CLASSES FOR SUCH STUDENTS,\n   (III) SPECIAL TUTORING, COUNSELING AND GUIDANCE SERVICES FOR  ENROLLED\n STUDENTS,\n   (IV)  CENTRAL  SERVICES INCLUDING EVALUATION AND ADMINISTRATIVE COSTS,\n AND\n   (V) ANY NECESSARY SUPPLEMENTAL FINANCIAL ASSISTANCE, WHICH MAY INCLUDE\n THE COST OF BOOKS AND NECESSARY MAINTENANCE FOR SUCH STUDENTS, INCLUDING\n STUDENTS WITHOUT LAWFUL IMMIGRATION STATUS  PROVIDED  THAT  THE  STUDENT\n MEETS  THE REQUIREMENTS SET FORTH IN SUBPARAGRAPH (II) OF PARAGRAPH A OR\n SUBPARAGRAPH (II) OF PARAGRAPH B OF  SUBDIVISION  FIVE  OF  SECTION  SIX\n HUNDRED  SIXTY-ONE  OF  THIS  CHAPTER, AS APPLICABLE; PROVIDED, HOWEVER,\n THAT SUCH SUPPLEMENTAL FINANCIAL ASSISTANCE SHALL BE FURNISHED  PURSUANT\n TO CRITERIA PROMULGATED BY THE STATE UNIVERSITY OF NEW YORK AND APPROVED\n BY THE REGENTS AND THE DIRECTOR OF THE BUDGET.\n   B.  NO  FUNDS  PURSUANT  TO  THIS  SECTION  SHALL BE MADE AVAILABLE TO\n SUPPORT THE REGULAR ACADEMIC PROGRAMS OF ANY  STATE  UNIVERSITY  OF  NEW\n YORK  COLLEGE  OR  UNIVERSITY  PARTICIPATING  IN THIS PROGRAM, NOR SHALL\n FUNDS BE PROVIDED FOR PROGRAMS WHICH ARE INCOMPATIBLE WITH  THE  REGENTS\n PLAN FOR THE EXPANSION AND DEVELOPMENT OF HIGHER EDUCATION IN THE STATE.\n   5.  THE  TRUSTEES OF THE STATE UNIVERSITY OF NEW YORK SHALL FURNISH TO\n THE REGENTS, THE DIRECTOR OF THE BUDGET, THE CHAIR OF THE SENATE FINANCE\n COMMITTEE AND THE CHAIR OF THE ASSEMBLY WAYS  AND  MEANS  COMMITTEE,  AT\n LEAST  ANNUALLY, A REPORT IN SUCH FORM, AT SUCH TIME AND CONTAINING SUCH\n INFORMATION AS THE REGENTS AND THE DIRECTOR OF THE BUDGET  MAY  REQUIRE,\n OF THE OPERATIONS OF SUCH PROGRAM. THE REPORT SHALL INCLUDE:\n   A. A STATEMENT OF THE OBJECTIVES OF THE PROGRAM,\n   B. A DESCRIPTION OF THE PROGRAM,\n   C.  THE  BUDGETARY  EXPENDITURES  FOR SUCH PROGRAM, SEPARATELY STATING\n ACADEMIC CREDIT INSTRUCTIONAL COSTS, OTHER INSTRUCTIONAL COSTS, TUTORING\n COSTS, REMEDIATION, COUNSELING, SUPPLEMENTAL  FINANCIAL  ASSISTANCE  AND\n CENTRAL SERVICES, INCLUDING EVALUATION AND ADMINISTRATIVE COSTS,\n   D.  THE  EXTENT  OF  OTHER FUNDS AND RESOURCES USED IN SUPPORT OF SUCH\n PROGRAM AND THEIR SOURCES,\n   E. THE PROGRESS OF STUDENTS,\n   F. THE EXTENT AND NATURE OF THE  RESPONSIBILITY  EXERCISED  OVER  SUCH\n PROGRAM BY SUCH TRUSTEES,\n   G.  THE  EXTENT  AND  NATURE OF SUPERVISION AND CONTROL EXERCISED OVER\n SUCH PROGRAM BY THE ADMINISTRATIVE OFFICIALS OF THE  CONSTITUENT  INSTI-\n TUTIONS OF THE STATE UNIVERSITY OF NEW YORK, AND\n S. 7044                             3\n \n   H.  A  CERTIFICATION  BY SUCH TRUSTEES THAT THE ACADEMIC COMMITTEES OF\n THE CONSTITUENT INSTITUTIONS OF THE STATE UNIVERSITY  OF  NEW  YORK  AND\n THEIR FACULTY COMMITTEES HAVE REVIEWED AND APPROVED THE ACADEMIC CONTENT\n OF  THE  COURSES  OFFERED  FOR  ACADEMIC  CREDIT IN SUCH PROGRAM AND THE\n AMOUNT  OF  ACADEMIC  CREDIT  GRANTED THEREFOR AND THAT THE REGISTRATION\n REQUIREMENTS OF THE REGENTS AND THE COMMISSIONER  HAVE  BEEN  MET  WHERE\n APPLICABLE.\n   § 2. This act shall take effect immediately.\n\n\n",
                "fullTextHtml": "",
                "fullTextTemplate": "",
                "coSponsors": {
                    "items": [
                        {
                            "memberId": 1227,
                            "chamber": "SENATE",
                            "incumbent": true,
                            "fullName": "Julia Salazar",
                            "shortName": "SALAZAR",
                            "imgName": "1047_Julia_Salazar.jpg",
                            "alternate": false,
                            "sessionMemberId": 2032,
                            "sessionYear": 2023,
                            "districtCode": 18
                        }
                    ],
                    "size": 1
                },
                "multiSponsors": {
                    "items": [],
                    "size": 0
                },
                "uniBill": false,
                "relatedLaws": {
                    "items": {
                        "ADD": {
                            "items": [
                                "EDN6457"
                            ],
                            "size": 1
                        }
                    },
                    "size": 1
                },
                "stricken": false
            },
            "A": {
                "basePrintNo": "S7044",
                "session": 2023,
                "basePrintNoStr": "S7044-2023",
                "printNo": "S7044A",
                "version": "A",
                "publishDate": "2024-01-26",
                "sameAs": {
                    "items": [
                        {
                            "basePrintNo": "A7591",
                            "session": 2023,
                            "basePrintNoStr": "A7591-2023",
                            "printNo": "A7591B",
                            "version": "B"
                        }
                    ],
                    "size": 1
                },
                "memo": " \nBILL NUMBER: S7044A\n\nSPONSOR: WEBB\n \nTITLE OF BILL:\n\nAn act to amend the education law, in relation to establishing the\nmental health educational opportunity program and the mental health\nhigher educational opportunity program\n\n \nPURPOSE:\n\nTo provide additional educational opportunities for students to enroll\nin academic programs that lead to a degree or degrees required for\nlicensure in any of the mental health professions.\n\n \nSUMMARY OF PROVISIONS:\n\nSection 1 adds a new section 6457 to the education law and requires\nparticipating colleges and universities to provide special programs for\nthe screening, testing, counseling, and tutoring of (1) graduates of an\napproved high school or individuals who have attained a New York state\nhigh school equivalency diploma or its equivalent, as determined by the\ncommissioner, (2) who have potential for the successful completion of a\npost-secondary program that lead to a degree or degrees required for\nlicensure in any mental health profession, and (3) are economically and\neducationally disadvantaged.  Requires each participating college or\nuniversity to formulate a general plan for the organization, develop-\nment, coordination and operation of the program. Requires the plan to be\ntransmitted to and reviewed by the regents. Outlines how state appropri-\nations can be spent for the program. Requires the college or university\nto submit an annual report to the Director of the Budget and the Chairs\nof both the Senate Finance and Assembly Ways and Means committees.\n\nSection 2 is the effective date.\n\n \nJUSTIFICATION:\n\nOur state and our country are facing a mental health crisis. Action is\nneeded to encourage more students to go into the mental health field in\norder to meet the growing demands for mental health and behavioral\nhealth professionals. There is also a huge disparity between the current\ndemographic make-up of behavioral health professionals and the general\npopulation. There is a particular shortage of multi-lingual profes-\nsionals which continues to drive disparities in access to treatment for\nthose who are not proficient in the English language.\n\nBoth the EOP and the HEOP program have proven successful, and we need to\nbuild on its success to meet the needs of our state. Public and Inde-\npendent colleges and universities can play an integral role in fostering\nthe next generation of mental health professionals by supporting them as\nthey navigate graduate school, getting credentialed, and opening up\nopportunities through internships.\n\n \nLEGISLATIVE HISTORY:\n\nNew bill.\n\n \nFISCAL IMPLICATIONS:\n\nTo be determined.\n\n \nEFFECTIVE DATE:\nThis act shall take effect immediately.\n",
                "lawSection": "Education Law",
                "lawCode": "Add §6457, Ed L",
                "actClause": "AN ACT to amend the education law, in relation to establishing the mental\nhealth educational opportunity program and the mental health higher\neducational opportunity program",
                "fullTextFormats": [
                    "PLAIN"
                ],
                "fullText": " \n                     S T A T E   O F   N E W   Y O R K\n ________________________________________________________________________\n \n                                  7044--A\n \n                        2023-2024 Regular Sessions\n \n                             I N  S E N A T E\n \n                               May 17, 2023\n                                ___________\n \n Introduced by Sens. WEBB, SALAZAR -- read twice and ordered printed, and\n   when  printed  to be committed to the Committee on Higher Education --\n   recommitted to the Committee on Higher Education  in  accordance  with\n   Senate  Rule  6, sec. 8 -- committee discharged, bill amended, ordered\n   reprinted as amended and recommitted to said committee\n\n AN ACT to amend the education  law,  in  relation  to  establishing  the\n   mental  health  educational  opportunity program and the mental health\n   higher educational opportunity program\n \n   THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n BLY, DO ENACT AS FOLLOWS:\n \n   Section  1.  The education law is amended by adding a new section 6457\n to read as follows:\n   § 6457. MENTAL  HEALTH  EDUCATIONAL  OPPORTUNITY  PROGRAM  AND  MENTAL\n HEALTH  HIGHER EDUCATIONAL OPPORTUNITY PROGRAM. 1. TO PROVIDE ADDITIONAL\n EDUCATIONAL OPPORTUNITIES FOR STUDENTS TO ENROLL  IN  ACADEMIC  PROGRAMS\n THAT  LEAD  TO  A DEGREE OR DEGREES REQUIRED FOR LICENSURE IN ANY OF THE\n MENTAL HEALTH PROFESSIONS PURSUANT TO ARTICLES ONE HUNDRED  FIFTY-THREE,\n ONE  HUNDRED  FIFTY-FOUR  AND ONE HUNDRED SIXTY-THREE OF THIS CHAPTER, A\n PARTICIPATING COLLEGE OR UNIVERSITY SHALL PROVIDE SPECIAL  PROGRAMS  FOR\n THE  SCREENING,  TESTING, COUNSELING AND TUTORING OF, AND ASSISTANCE TO,\n RESIDENTS OF THE STATE, (I) WHO ARE GRADUATES OF AN APPROVED HIGH SCHOOL\n OR INDIVIDUALS WHO HAVE ATTAINED A NEW YORK STATE HIGH SCHOOL EQUIVALEN-\n CY DIPLOMA OR ITS EQUIVALENT, AS DETERMINED BY  THE  COMMISSIONER,  (II)\n WHO  HAVE  POTENTIAL  FOR  THE SUCCESSFUL COMPLETION OF A POST-SECONDARY\n PROGRAM THAT LEADS TO A DEGREE OR DEGREES REQUIRED FOR LICENSURE IN  ANY\n MENTAL  HEALTH  PROFESSION,  AND  (III)  WHO ARE ECONOMICALLY AND EDUCA-\n TIONALLY DISADVANTAGED.\n   2. FOR THE PURPOSES OF THIS SECTION, FOR THE MENTAL HEALTH EDUCATIONAL\n OPPORTUNITY PROGRAM, A PARTICIPATING  COLLEGE  OR  UNIVERSITY  SHALL  BE\n DEFINED AS ANY COLLEGE OR UNIVERSITY OF THE STATE UNIVERSITY OF NEW YORK\n OR THE CITY UNIVERSITY OF NEW YORK.  FOR THE MENTAL HEALTH HIGHER EDUCA-\n \n  EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                       [ ] is old law to be omitted.\n                                                            LBD11389-05-4\n S. 7044--A                          2\n \n TIONAL  OPPORTUNITY PROGRAM, A PARTICIPATING COLLEGE OR UNIVERSITY SHALL\n BE DEFINED AS A NON-PUBLIC COLLEGE OR  UNIVERSITY  INCORPORATED  BY  THE\n REGENTS.\n   3.  A NON-PUBLIC COLLEGE OR UNIVERSITY THAT PARTICIPATES IN THE MENTAL\n HEALTH HIGHER EDUCATIONAL OPPORTUNITY PROGRAM SHALL  CONTRACT  WITH  THE\n COMMISSIONER TO PROVIDE THE SERVICES IN THIS SECTION PURSUANT TO A PROC-\n ESS PROMULGATED BY THE COMMISSIONER FOR SUCH PURPOSE.\n   4.  THE COMMISSIONER, IN CONSULTATION WITH THE STATE UNIVERSITY OF NEW\n YORK, THE CITY UNIVERSITY OF  NEW  YORK,  AND  NON-PUBLIC  COLLEGES  AND\n UNIVERSITIES  CHOSEN BY THE COMMISSIONER, SHALL FORMULATE A GENERAL PLAN\n FOR THE ORGANIZATION, DEVELOPMENT, COORDINATION  AND  OPERATION  OF  THE\n MENTAL  HEALTH  EDUCATIONAL  OPPORTUNITY  PROGRAM  AND THE MENTAL HEALTH\n HIGHER EDUCATIONAL OPPORTUNITY PROGRAM WITHIN THE AMOUNTS MADE AVAILABLE\n THEREFOR BY LAW. SUCH A PLAN SHALL INCLUDE:\n   A. DEFINITION OF ELIGIBILITY,\n   B. PROCEDURES FOR THE SELECTION OF STUDENTS FROM AMONG THE ELIGIBLES,\n   C. DESCRIPTION OF THE CONTENTS  OF  SUCH  PROPOSED  PROGRAM  INCLUDING\n COUNSELING, TUTORING AND SKILL DEVELOPMENT,\n   D. ESTIMATED COSTS,\n   E. OBJECTIVES,\n   F.  EXTENT  OF  OTHER FUNDS AND RESOURCES TO BE UTILIZED IN SUPPORT OF\n THE PROGRAM,\n   G. PROCEDURES FOR THE EVALUATION OF STUDENT PROGRESS, AND\n   H. PERIODIC REPORTS.\n   5. THE GENERAL PLAN SHALL BE TRANSMITTED TO THE BOARD  OF  REGENTS  AT\n SUCH  TIME  AS  THE  REGENTS  SHALL  BY RULE REQUIRE. SUCH PLAN SHALL BE\n REVIEWED BY THE REGENTS AND SHALL GUIDE AND DETERMINE THE  OPERATION  OF\n SUCH PROGRAM.\n   6.  A.  STATE  APPROPRIATIONS MADE AVAILABLE FOR THIS PROGRAM SHALL BE\n SPENT ONLY FOR THE FOLLOWING PURPOSES:\n   (I) SPECIAL TESTING, COUNSELING AND GUIDANCE SERVICES IN THE COURSE OF\n SCREENING POTENTIAL STUDENTS,\n   (II) REMEDIAL COURSES,  DEVELOPMENTAL  AND  COMPENSATORY  COURSES  AND\n SUMMER CLASSES FOR SUCH STUDENTS,\n   (III)  SPECIAL TUTORING, COUNSELING AND GUIDANCE SERVICES FOR ENROLLED\n STUDENTS,\n   (IV) CENTRAL SERVICES INCLUDING EVALUATION AND  ADMINISTRATIVE  COSTS,\n AND\n   (V) ANY NECESSARY SUPPLEMENTAL FINANCIAL ASSISTANCE, WHICH MAY INCLUDE\n THE COST OF BOOKS AND NECESSARY MAINTENANCE FOR SUCH STUDENTS, INCLUDING\n STUDENTS  WITHOUT  LAWFUL  IMMIGRATION  STATUS PROVIDED THAT THE STUDENT\n MEETS THE REQUIREMENTS SET FORTH IN SUBPARAGRAPH (II) OF PARAGRAPH A  OR\n SUBPARAGRAPH  (II)  OF  PARAGRAPH  B  OF SUBDIVISION FIVE OF SECTION SIX\n HUNDRED SIXTY-ONE OF THIS CHAPTER,  AS  APPLICABLE;  PROVIDED,  HOWEVER,\n THAT  SUCH SUPPLEMENTAL FINANCIAL ASSISTANCE SHALL BE FURNISHED PURSUANT\n TO CRITERIA PROMULGATED BY THE COMMISSIONER AND APPROVED BY THE  REGENTS\n AND THE DIRECTOR OF THE BUDGET.\n   B.  NO  FUNDS  PURSUANT  TO  THIS  SECTION  SHALL BE MADE AVAILABLE TO\n SUPPORT THE REGULAR ACADEMIC  PROGRAMS  OF  ANY  COLLEGE  OR  UNIVERSITY\n PARTICIPATING  IN THIS PROGRAM, NOR SHALL FUNDS BE PROVIDED FOR PROGRAMS\n WHICH ARE INCOMPATIBLE WITH THE  REGENTS  PLAN  FOR  THE  EXPANSION  AND\n DEVELOPMENT OF HIGHER EDUCATION IN THE STATE.\n   7.  A PARTICIPATING COLLEGE OR UNIVERSITY SHALL FURNISH TO THE COMMIS-\n SIONER, THE REGENTS, THE DIRECTOR OF THE BUDGET, THE CHAIR OF THE SENATE\n FINANCE COMMITTEE AND THE CHAIR OF THE ASSEMBLY WAYS AND  MEANS  COMMIT-\n TEE, AT LEAST ANNUALLY, A REPORT IN SUCH FORM, AT SUCH TIME AND CONTAIN-\n S. 7044--A                          3\n \n ING  SUCH  INFORMATION AS THE REGENTS AND THE DIRECTOR OF THE BUDGET MAY\n REQUIRE, OF THE OPERATIONS OF SUCH PROGRAM. THE REPORT SHALL INCLUDE:\n   A. A STATEMENT OF THE OBJECTIVES OF THE PROGRAM,\n   B. A DESCRIPTION OF THE PROGRAM,\n   C.  THE  BUDGETARY  EXPENDITURES  FOR SUCH PROGRAM, SEPARATELY STATING\n ACADEMIC CREDIT INSTRUCTIONAL COSTS, OTHER INSTRUCTIONAL COSTS, TUTORING\n COSTS, REMEDIATION, COUNSELING, SUPPLEMENTAL  FINANCIAL  ASSISTANCE  AND\n CENTRAL SERVICES, INCLUDING EVALUATION AND ADMINISTRATIVE COSTS,\n   D.  THE  EXTENT  OF  OTHER FUNDS AND RESOURCES USED IN SUPPORT OF SUCH\n PROGRAM AND THEIR SOURCES,\n   E. THE PROGRESS OF STUDENTS, AND\n   F. THE EXTENT AND NATURE OF THE  RESPONSIBILITY  EXERCISED  OVER  SUCH\n PROGRAM BY SUCH TRUSTEES.\n   8.  CONTRACTS  MADE  PURSUANT  TO THIS SECTION SHALL BE SUBJECT TO THE\n APPROVAL OF THE DIRECTOR OF THE BUDGET.\n   § 2. This act shall take effect immediately.\n\n\n",
                "fullTextHtml": "",
                "fullTextTemplate": "",
                "coSponsors": {
                    "items": [
                        {
                            "memberId": 1500,
                            "chamber": "SENATE",
                            "incumbent": true,
                            "fullName": "Samra Brouk",
                            "shortName": "BROUK",
                            "imgName": "1317_Samra_Brouk.jpg",
                            "alternate": false,
                            "sessionMemberId": 2050,
                            "sessionYear": 2023,
                            "districtCode": 55
                        },
                        {
                            "memberId": 1230,
                            "chamber": "SENATE",
                            "incumbent": true,
                            "fullName": "Robert Jackson",
                            "shortName": "JACKSON",
                            "imgName": "1050_Robert_Jackson.jpg",
                            "alternate": false,
                            "sessionMemberId": 2017,
                            "sessionYear": 2023,
                            "districtCode": 31
                        },
                        {
                            "memberId": 1227,
                            "chamber": "SENATE",
                            "incumbent": true,
                            "fullName": "Julia Salazar",
                            "shortName": "SALAZAR",
                            "imgName": "1047_Julia_Salazar.jpg",
                            "alternate": false,
                            "sessionMemberId": 2032,
                            "sessionYear": 2023,
                            "districtCode": 18
                        }
                    ],
                    "size": 3
                },
                "multiSponsors": {
                    "items": [],
                    "size": 0
                },
                "uniBill": false,
                "relatedLaws": {
                    "items": {
                        "ADD": {
                            "items": [
                                "EDN6457"
                            ],
                            "size": 1
                        }
                    },
                    "size": 1
                },
                "stricken": false
            }
        },
        "size": 2
    },
    "votes": {
        "items": [],
        "size": 0
    },
    "vetoMessages": {
        "items": [],
        "size": 0
    },
    "approvalMessage": null,
    "additionalSponsors": {
        "items": [],
        "size": 0
    },
    "pastCommittees": {
        "items": [
            {
                "chamber": "SENATE",
                "name": "Higher Education",
                "sessionYear": 2023,
                "referenceDate": "2023-05-17T00:00"
            },
            {
                "chamber": "SENATE",
                "name": "Higher Education",
                "sessionYear": 2023,
                "referenceDate": "2024-01-03T00:00"
            },
            {
                "chamber": "SENATE",
                "name": "Higher Education",
                "sessionYear": 2023,
                "referenceDate": "2024-01-26T00:00"
            }
        ],
        "size": 3
    },
    "previousVersions": {
        "items": [],
        "size": 0
    },
    "committeeAgendas": {
        "items": [],
        "size": 0
    },
    "calendars": {
        "items": [],
        "size": 0
    },
    "billInfoRefs": {
        "items": {
            "A7591-2023": {
                "basePrintNo": "A7591",
                "session": 2023,
                "basePrintNoStr": "A7591-2023",
                "printNo": "A7591B",
                "billType": {
                    "chamber": "ASSEMBLY",
                    "desc": "Assembly",
                    "resolution": false
                },
                "title": "Establishes the mental health educational opportunity program and the mental health higher educational opportunity program",
                "activeVersion": "B",
                "year": 2024,
                "publishedDateTime": "2023-05-25T15:09:13.081499",
                "substitutedBy": null,
                "sponsor": {
                    "member": {
                        "memberId": 1482,
                        "chamber": "ASSEMBLY",
                        "incumbent": true,
                        "fullName": "Anna Kelles",
                        "shortName": "KELLES",
                        "imgName": "no_image.jpg",
                        "alternate": false,
                        "sessionMemberId": 2210,
                        "sessionYear": 2023,
                        "districtCode": 125
                    },
                    "budget": false,
                    "rules": false,
                    "redistricting": false
                },
                "reprintOf": null,
                "summary": "Establishes the mental health educational opportunity program and the mental health higher educational opportunity program to provide additional educational opportunities for students at certain universities and colleges in the state to enroll in academic programs that lead to a degree or degrees required for licensure in any of the mental health professions.",
                "signed": false,
                "adopted": false,
                "vetoed": false,
                "status": {
                    "statusType": "IN_ASSEMBLY_COMM",
                    "statusDesc": "In Assembly Committee",
                    "actionDate": "2024-01-25",
                    "committeeName": "Higher Education",
                    "billCalNo": null
                },
                "milestones": {
                    "items": [
                        {
                            "statusType": "IN_ASSEMBLY_COMM",
                            "statusDesc": "In Assembly Committee",
                            "actionDate": "2024-01-25",
                            "committeeName": "Higher Education",
                            "billCalNo": null
                        }
                    ],
                    "size": 1
                },
                "actions": {
                    "items": [
                        {
                            "billId": {
                                "basePrintNo": "A7591",
                                "session": 2023,
                                "basePrintNoStr": "A7591-2023",
                                "printNo": "A7591",
                                "version": ""
                            },
                            "date": "2023-05-25",
                            "chamber": "ASSEMBLY",
                            "sequenceNo": 1,
                            "text": "REFERRED TO HIGHER EDUCATION"
                        },
                        {
                            "billId": {
                                "basePrintNo": "A7591",
                                "session": 2023,
                                "basePrintNoStr": "A7591-2023",
                                "printNo": "A7591",
                                "version": ""
                            },
                            "date": "2023-12-22",
                            "chamber": "ASSEMBLY",
                            "sequenceNo": 2,
                            "text": "AMEND AND RECOMMIT TO HIGHER EDUCATION"
                        },
                        {
                            "billId": {
                                "basePrintNo": "A7591",
                                "session": 2023,
                                "basePrintNoStr": "A7591-2023",
                                "printNo": "A7591A",
                                "version": "A"
                            },
                            "date": "2023-12-22",
                            "chamber": "ASSEMBLY",
                            "sequenceNo": 3,
                            "text": "PRINT NUMBER 7591A"
                        },
                        {
                            "billId": {
                                "basePrintNo": "A7591",
                                "session": 2023,
                                "basePrintNoStr": "A7591-2023",
                                "printNo": "A7591A",
                                "version": "A"
                            },
                            "date": "2024-01-03",
                            "chamber": "ASSEMBLY",
                            "sequenceNo": 4,
                            "text": "REFERRED TO HIGHER EDUCATION"
                        },
                        {
                            "billId": {
                                "basePrintNo": "A7591",
                                "session": 2023,
                                "basePrintNoStr": "A7591-2023",
                                "printNo": "A7591A",
                                "version": "A"
                            },
                            "date": "2024-01-25",
                            "chamber": "ASSEMBLY",
                            "sequenceNo": 5,
                            "text": "AMEND (T) AND RECOMMIT TO HIGHER EDUCATION"
                        },
                        {
                            "billId": {
                                "basePrintNo": "A7591",
                                "session": 2023,
                                "basePrintNoStr": "A7591-2023",
                                "printNo": "A7591B",
                                "version": "B"
                            },
                            "date": "2024-01-25",
                            "chamber": "ASSEMBLY",
                            "sequenceNo": 6,
                            "text": "PRINT NUMBER 7591B"
                        }
                    ],
                    "size": 6
                },
                "publishStatusMap": {
                    "items": {
                        "": {
                            "version": "",
                            "published": true,
                            "effectDateTime": "2023-05-25T15:27:38.630283"
                        },
                        "A": {
                            "version": "A",
                            "published": true,
                            "effectDateTime": "2023-12-22T00:00"
                        },
                        "B": {
                            "version": "B",
                            "published": true,
                            "effectDateTime": "2024-01-25T00:00"
                        }
                    },
                    "size": 3
                },
                "programInfo": null
            }
        },
        "size": 1
    }
}